Repository: nathanpw/script.light.imdb.ratings.update
Catalog: resources/language/*/strings.po
Languages: french

# Addon Summary
source: Light IMDb Ratings Update is a Kodi add-on that keeps updated the IMDb ratings for your movies and TV shows.
french: Light IMDb Ratings Update est une extension Kodi qui tient à jour les notes de vos films et séries.

# Addon Description
source: Light IMDb Ratings Update runs as a Kodi service to update the ratings, votes and Top 250 for movies as well as the ratings and votes for TV shows (including episodes) by scraping the data from the IMDb site. The update can be run manually or scheduled once a week and it will run as soon as possible after a scheduled start is missed. Please check the add-on thread in the Kodi forum for more details.
french: Light IMDb Ratings Update s'éxecute en tant que service dans Kodi pour mettre à jour les notes, votes et Top 250 pour les films et égalelement les notes et votes des séries (incluant les episodes) en récupérant les donnée du site IMDb. La mise à jour s'éxecute manuellement ou planifié hebdomadairement. Le service s'éxécutera dès que possible après qu'un exécution planifiée ait été manquée. Consulté le fil dédié dans le forum Kodi pour plus de détails.

# #32000
source: Update IMDb ratings
french: Mise à jour des notes IMDb

# #32251
source: The ratings update is already running, please wait...
french: La mise à jour ses notes IMDb est déjà en cours d'execution, merci de patienter...

# #32252
source: Update
french: Mise à jour

# #32255
source: Ratings update for movies started
french: Démarrage de la mise à jour des notes des films

# #32256
source: Ratings update for TV shows started
french: Démarrage de la mise à jour des notes des séries

# #32257
source: Unable to connect to the Internet. Please check your network connection
french: Connection à Internet impossible. Merci de vérifier votre connection réseau

# #32258
source: Ratings update for movies finished
french: Mise à jour des notes des films terminée

# #32259
source: Ratings update for TV shows finished
french: Mise à jour des notes des séries terminée

# #32260
source: Updating IMDb ratings...
french: Mise à jour des notes IMDb

# #32263
source: Rating
french: Note

# #32655
source: Next scheduled update: %s at %s
french: Prochaine mise à jour planifiée: %s at %s

# #32801
source: General
french: Général

# #32804
source: Number of threads
french: Nombre de threads

# #32807
source: Update ratings for movies
french: Mise à jour des notes des films

# #32810
source: Update ratings for TV shows
french: Mise à jour des notes des séries

# #32813
source: Day
french: Jour

# #32814
source: Time
french: Horaire

# #32815
source: Background
french: Arrière-plan

# #32816
source: Show update notifications
french: Afficher les notification de mise à jour

# #32817
source: Show update progress
french: Afficher la progression de la mise à jour

# #32818
source: Include episodes
french: Inclure les épisodes

# #32819
source: Update notification sound
french: Son de notification de mise à jour

# #32820
source: Set IMDb ratings as default
french: Définir les notes IMDb par défault

# #32821
source: Scheduling
french: Planification

# #32822
source: Enable scheduling
french: Activer la planification

# #32823
source: Show log message
french: Afficher le journal des messages

# #32824
source: One or more issues have been occurred during the update. Please check the log file
french: Un problème ou plus a eu lieu lors de la mise à jour. Merci de consulter le journal

# #32825
source: Enable complete log
french: Activer la journalisation complète

# #32828
source: Monday
french: Lundi

# #32829
source: Tuesday
french: Mardi

# #32830
source: Wednesday
french: Mercredi

# #32831
source: Thursday
french: Jeudi

# #32832
source: Friday
french: Vendredi

# #32833
source: Saturday
french: Samedi

# #32834
source: Sunday
french: Dimanche

# #32835
source: Ratings update mode
french: Mode de mise à jour des notes

# #32836
source: Episode
french: Épisode

# #32837
source: Season
french: Saison

# #32840
source: The movies video library is empty
french: La vidéothèque de films est vide

# #32841
source: The TV shows video library is empty
french: La vidéothèque de séries est vide

# #32842
source: The ratings update of movies and TV shows is disabled. Please check the add-on settings
french: Mise à jour des notes des films et séries est désactivé. Merci de vérifier les paramètres du extension

# #32845
source: Ratings update time
french: Temps pour metre a jour

# #32846
source: None
french: Aucun

# #32847
source: 1 month
french: 1 mois

# #32848
source: 3 months
french: 3 mois

# #32849
source: 6 months
french: 6 mois

# #32850
source: 1 year
french: 1 an
